/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "163961018441a7a2df": {
      "type": "page-header",
      "settings": {
        "page-header-image": "shopify://shop_images/My_project_copy_1_copy_7.png",
        "page-header-image--mobile": "shopify://shop_images/iStock-1150368621_copy.jpg",
        "subtitle": "privacy policy",
        "subtitle_color": "blue",
        "page-header-title": "At Curion, we care",
        "title_styling": "no-outline",
        "page-header-text": "We have your best interest at heart. Your privacy is important to us.",
        "background_color": "white",
        "page-header-button-text": "",
        "page-header-link": ""
      }
    },
    "16430496880fc4c68b": {
      "type": "rich-text",
      "settings": {
        "title": "PRIVACY POLICY – CURION",
        "text": "<p><br/>Effective Date of this Privacy Policy: March 6, 2024<br/>Last Updated on March 6, 2024<br/><br/><br/>Curion is the owner and operator of the website <a href=\"https://www.curion.ca\" target=\"_blank\" title=\"https://www.curion.ca\">www.curion.ca</a> and its corresponding web application(s), customer portal and application(s) on other platforms or devices. Curion is and remains committed to protecting the privacy and security of the personal information of its users (collectively, the “Users” and individually, a “User”). <br/><br/>The present Privacy Policy indicates and specifies how Curion collects, uses, stores and safeguards personal information. In addition, the present Privacy Policy specifies the rights granted to Users in connection with their personal information. <br/><br/>Curion encourages all Users to read and review this Privacy Policy to understand how Curion collects, gathers, protects and uses personal information.<br/><br/><strong>I.\tINTRODUCTION </strong><br/><br/>As a wholesaler of professional dental products for the Canadian markets, Curion has curated top quality products intended for dental professionals to provide the best care possible to patients. Users may browse a wide array of dental products and information related thereto on Curion’s website. Further, Users may further proceed with purchasing any such dental products via Curion’s website.<br/><br/><strong>II.\tDEFINITIONS</strong><br/><br/>The following capitalized terms, when employed in this Privacy Policy shall be defined as follows: <br/><br/>“Account” shall refer to a User’s account created on the Website.<br/><br/>“Curion” shall refer to Curion, the company managing and operating the Website.<br/><br/>“Non-Personal Information” shall refer to information that cannot be used to personally identify a specific individual. Non-Personal Information may include, without limitation, anonymous usage data, demographic information, preferences and number of clicks.<br/><br/>“Personal Information” shall refer to information that personally identifies or relates to a specific individual. Personal Information may consist of a User’s name, email address, company address and telephone number.<br/><br/>“Privacy Policy” or “Policy” shall refer to the present Privacy Policy, including all revisions and updates made to this Privacy Policy.<br/><br/>“Website” shall refer to <a href=\"https://www.curion.ca\" target=\"_blank\" title=\"https://www.curion.ca\">www.curion.ca</a>, and its corresponding web applications and customer portal.<br/><br/><strong>III.\tLEGAL FRAMEWORK</strong><br/><br/>The present Privacy Policy has been prepared based upon privacy and data protection laws applicable in Canada, including but not limited to Law 25: An Act to Modernize Legislative Provisions as Regards the Protection of Personal Information. This Privacy Policy applies solely to Personal Information and Non-Personal Information submitted and collected in connection with the Website, unless otherwise indicated.<br/><br/><strong>IV.\tAPPLICATION</strong><br/><br/>Upon using the Website, and/or providing Personal Information thereon, Users consent to Curion’s collection, storage, safeguarding, and disclosure of Personal Information based upon the terms of this Policy. Users further consent to receiving emails from Curion, as per the terms of this Policy. This Privacy Policy shall apply to all Users of the Website, regardless of whether or not Users register or create an Account on the Website.<br/><br/>This Privacy Policy shall apply only to the Website, and not to any third party websites. Curion has no control over how third parties manage or use Personal Information collected.<br/><br/><strong>V.\tINFORMATION COLLECTION</strong><br/><br/>Upon a User’s usage, accessing or otherwise visiting the Website, Curion may collect Personal Information voluntarily provided by the User. A User may provide Personal Information to Curion when creating an Account on the Website. As part of the Account creation process, a User may specify its company name, email address, contact information, payment information and other information. <br/><br/>Curion shall also collect Personal Information provided during customer support interactions, surveys and other exchanges between a User and Curion.<br/><br/>Curion shall obtain information regarding the purchases made by Users on the Website, such as the products purchases, the frequency of such purchases and any returns requested. When a User proceeds by making a purchase on the Website, the User acknowledges that Curion’s third party payment processor may collect the User’s company name, address, credit card type and the last four digits of the User’s credit card number. Unless otherwise specified, Curion shall not gain access to nor collect such financial information.<br/><br/>Curion may obtain Non-Personal Information from Users such as the browser used to access the Website, the device used to access the Website, and the date of usage of the Website. Non-Personal Information shall not allow for the identification of a particular User. <br/><br/>Non-Personal Information may be obtained through cookies or small text files, which may include an anonymous unique identifier. Cookies may be sent to a User’s browser from Curion’s servers, upon which the cookies are stored on the User’s device. For further information regarding Curion’s usage of cookies, please refer to Curion’s <a href=\"https://curion.ca/pages/cookie-policy\" target=\"_blank\" title=\"https://curion.ca/pages/cookie-policy\">Cookie Policy</a>. <br/><br/><strong>VI.\tPERSONAL INFORMATION USAGE AND SHARING</strong><br/><br/><em><strong>6.1\tSupport, Account and Purchases</strong></em><br/><br/>Curion may use a User’s Personal Information to communicate with such User, provide support and/or respond to the User’s inquiries. Accordingly, Curion may use the Personal Information to respond to the User’s questions, support requests and other claims with respect to the Website. <br/><br/>Moreover, Curion may use Personal Information to register and manage the User’s Account on the Website.<br/><br/>Considering the Website’s purpose, Curion may disclose Personal Information to process payments for products purchased via the Website, and for the shipment thereof.<br/><br/><em><strong>6.2\tPurpose of Collection</strong></em><br/><br/>Curion shall use Personal Information to fulfill the purpose for which it was collected, namely the purpose for which the User provided the Personal Information. For example, Curion may send its marketing newsletter to Users who have provided their email addresses to Curion by way of the Website.<br/><br/><em><strong>6.3\tLegitimate Business Interests</strong></em><br/><br/>Curion’s usage of Users’ Personal Information shall be limited to the extent required by Curion’s legitimate business interests, and in accordance with the requirements set forth by applicable data privacy laws.<br/><br/>Curion shall use Personal Information for business and commercial purposes as permitted by data privacy laws in Canada, including, without limitation, Law 25: An Act to Modernize Legislative Provisions as Regards the Protection of Personal Information. <br/><br/><em><strong>6.4\tDisclosure for Legal Purposes</strong></em><br/><br/>In addition, Curion may disclose a User’s Personal Information if required to do so by law or a valid court ord. Curion may communicate and share a User’s Personal Information to ensure compliance with applicable laws and policies. As such, Curion may use the Personal Information of a User  if a such violates or attempts to violate any policies set forth by Curion, including its Terms and Conditions. <br/><br/><em><strong>6.5\tUser Experience and Customized Offers</strong></em><br/><br/>Curion may use a User’s Personal Information to provide customized offers, personalized experiences and content based on the User’s interests and saved preferences.<br/><br/>Curion may use Personal Information and Non-Personal Information to notify Users of content and opportunities that may be of interest and to send marketing and promotional materials by way of email. Further, Curion may communicate with Users regarding the Website, updates, and other matters relating to the Website.<br/><br/><em><strong>6.6\tWebsite Improvement and Analytics</strong></em><br/><br/>Curion may use Non-Personal Information to improve the Website and customize Users’ experience. Curion may use information collected to evaluate the efficiency of products offered or otherwise provided on the Website<br/><br/>Curion may also aggregates Non-Personal Information to asses and analyze patterns of usage with respect to the Website. Moreover, Non-Personal Information may be used to assess usage of the Website in comparison to the usage made by other Users. <br/><br/><em><strong>6.7\tFraud Prevention</strong></em><br/><br/>Personal Information and Non-Personal Information may be used to maintain the integrity and security of User data against fraud and unlawful usage. As such, Curion may use information collected from the Website to detect, investigate and prevent fraudulent transactions and other illegal activities involving the Website. Curion may use such information to protect the rights and property of Curion and others, including to enforce its policies.<br/><br/>6.8\tUser Consent<br/><br/>Curion shall not sell, trade, rent or otherwise share a User’s Personal Information with third parties except with the User’s consent. Notwithstanding the foregoing, Curion may share a User’s Personal Information with vendors and other third-party providers who perform services for Curion in connection with the Website. Curion thereby reserves the right to share Personal and Non-Personal Information with authorized third-party providers to allow such authorized third-party providers to:<br/>-\tperform duties that Curion delegated or subcontracted to them, including processing payments and fulfilling transactions;<br/>-\tprotect the Website against attacks or other malicious activity.<br/><br/>The third party service providers used by Curion shall only collect, use and disclose Personal Information to the extent necessary to allow them to perform the services they provide for Curion in connection with the Website.<br/><br/>In accordance with applicable legislation, Curion shall not use additional categories of Personal Information for purposes beyond those specified in this Privacy Policy, unless the User provided its prior written consent or with notice.<br/><br/><strong>VII.\tPERSONAL INFORMATION SAFEGUARDING</strong><br/><br/>Curion implemented reasonable precautions and follows industry best practices in order to protect Personal Information against unauthorized access and disclosure. Users may contribute to helping protect their Personal Information by selecting a difficult password, and logging out of their Accounts on the Website when using a shared device.<br/><br/>Curion takes necessary precautions, at all times, to protect and safeguard Personal Information from unauthorized disclosure, damages or other breaches. Personal Information is protected by logins, passwords and Two-factor authentication (2FA).<br/><br/>However, these measures do not guarantee that Personal Information shall not be unlawfully accessed, disclosed, altered or destroyed. Unfortunately, the transmission of personal information on the Internet is never fully secure. By using the Website, Users agree to assume the risks connected with transmitting information over the Internet.<br/><br/><strong>VIII.\tDATA CONTROLLER</strong><br/><br/>To ensure compliance with applicable laws, Curion shall appoint one (1) individual to serve as Curion’s data controller. Such appointed individual shall be responsible for: (i) protecting Personal Information and Non-Personal Information secured from the Website, (ii) ensuring the adherence to this Privacy Policy by Curion’s staff and designated third party service providers. At this time, Curion’s data controller is Chris Chung, CEO, whose contact information is as follows: <a href=\"mailto:privacyofficer@curion.ca\" target=\"_blank\" title=\"mailto:privacyofficer@curion.ca\">privacyofficer@curion.ca</a>. <br/><br/><br/><strong>IX.\tUSER RIGHTS</strong><br/><br/><em><strong>9.1\tRight to be Informed</strong></em><br/><br/>Users shall have the right to be informed of Curion’s collection and usage of their Personal Information, such as the purposes of the processing, the categories of Personal Information being processed, the recipients to whom the Personal Information has been disclosed, and the intended duration of the storage thereof. As such, Users shall be entitled to receive the Personal Information stored about the Users and a copy thereof by way of email.<br/><br/>To exercise their right to be informed, Users may email <a href=\"mailto:privacyofficer@curion.ca\" target=\"_blank\" title=\"mailto:privacyofficer@curion.ca\">privacyofficer@curion.ca</a> to request information regarding the Personal Information collected and used by Curion. When submitting a request to be informed of such collection and usage, Users may be required to validate their identity by complying with the verification requirements set out by Curion.<br/><br/><em><strong>9.2\tRight to Access</strong></em><br/><br/>As data subjects, each User shall benefit from the right to confirm whether the Personal Information is being processed or transmitted outside of Canada. If a User wishes to make use of this confirmation right, the User may send an email to <a href=\"mailto:privacyofficer@curion.ca\" target=\"_blank\" title=\"mailto:privacyofficer@curion.ca\">privacyofficer@curion.ca</a>.<br/><br/><em><strong>9.3\tRight to Rectification</strong></em><br/><br/>If a User finds or believes that the Personal Information contained in its Account is erroneous, unusable or false, the affected User may request the rectification or correction of the data. If a User determines that the Personal Information provided to Curion is incomplete or erroneous, the User may request additions or supplements to such information. <br/><br/>Notwithstanding the foregoing, Users may be able to make the necessary corrections directly using their Accounts. <br/><br/><em><strong>9.4\tRight to Erasure</strong></em><br/><br/>Users may proceed with the deletion of their Accounts directly on the Website by completing the following the instructions provided. The Account shall be effectively deleted from the Website upon the User’s successful completion of the steps listed and provided the User complied with the delay specified hereunder.<br/><br/>Accordingly, any User affected by the processing of Personal Information shall have the right to require the immediate deletion of the Personal Information concerning such User, in any of the following circumstances: <br/>•\tThe Personal Information was collected or processed for purposes which are no longer necessary.<br/>•\tThe User has withdrawn the consent on which the processing was based and there is a lack of legal basis for the processing.<br/>•\tThe User objects to the processing and there are no legitimate reasons for the processing.<br/>•\tThe deletion of Personal Information is required to fulfill a legal obligation.<br/><br/>Users shall have the right to request the deletion of their Personal Information from Curion’s servers. Any such requests may be provided to Curion by email, and shall provide justification to support such request. <br/><br/><em><strong>9.5\tRight to Revoke Consent</strong></em><br/><br/>Users affected by the processing of Personal Information shall benefit from the right to revoke their consent to the processing of personal data at any time. To assert the right to withdraw consent, Users may send an email to <a href=\"mailto:privacyofficer@curion.ca\" target=\"_blank\" title=\"mailto:privacyofficer@curion.ca\">privacyofficer@curion.ca</a>. <br/><br/><em><strong>9.6\tRight to Restrict Processing</strong></em><br/><br/>Any User affected by the processing of Personal Information shall have the right to require that Curion restrict the processing if any of the following conditions apply:<br/>•\tThe accuracy of the Personal Information is contested by the User for a period of time to allow for the verification of the accuracy of the Personal Information.<br/>•\tThe processing is unlawful, the User refuses to delete the Personal Information and instead requests the restriction of the use of such Personal Information.<br/>•\tCurion no longer needs the Personal Information for processing purposes, but the User requires the storage thereof to assert, exercise or defend legal claims.<br/><br/><em><strong>9.7\tRight to Data Portability</strong></em><br/><br/>Users shall have the right to obtain the Personal Information regarding such Users in a structured, common and machine-readable format. Furthermore, in exercising their right to data portability, Users shall have the right to request that their Personal Information be transmitted directly from one controller to another, insofar as this is legitimate and does not affect the rights and freedoms of other Users.<br/><br/><em><strong>9.8\tExercise of Rights</strong></em><br/><br/>To exercise any of the rights granted under this Privacy Policy or by applicable laws, Users shall be required to send an email to <a href=\"mailto:privacyofficer@curion.ca\" target=\"_blank\" title=\"mailto:privacyofficer@curion.ca\">privacyofficer@curion.ca</a>. Any request submitted shall identify the User in a clear manner, allowing for the validation of the User’s identity. Moreover, the request must specify the Personal Information requested and the justification for such request. <br/><br/>If the request is founded, Curion shall fulfill the User’s request. Curion may use Personal Information to confirm the requesting User’s identity and satisfy the request. Curion reserves the right to refuse a request if it is unfounded or does not comply with the terms of this Policy.<br/><br/><strong>X.\tPERSONAL INFORMATION OF MINORS</strong><br/><br/>The Website is not intended for minors. Curion does not knowingly target minors or collect Personal Information from minors. If a User is under the age of eighteen (18), the User should refrain from using the Website. <br/><br/>If Curion discovers that a child under the age of eighteen (18) has provided Personal Information on the Website, Curion shall delete the minor’s Personal Information as soon as reasonably possible. If a User has reason to believe a minor provided Personal Information on the Website, such User is invited to notify Curion by sending an email to <a href=\"mailto:privacyofficer@curion.ca\" target=\"_blank\" title=\"mailto:privacyofficer@curion.ca\">privacyofficer@curion.ca</a>. <br/><br/><strong>XI.\tPERSONAL INFORMATION STORAGE</strong><br/><br/>Curion shall maintain and store a User’s Personal Information for the duration during which the User has an active Account, or for the duration required by Curion for its internal business purposes, as applicable. Curion may retain a User’s Personal Information for a longer period to comply with legal obligations. In addition, Curion may hold Personal Information in its servers for payment purposes until all sums owed have been paid or to resolve disputes. <br/><br/>Further, Curion reserves the right to store and maintain Personal Information on file indefinitely if permitted by applicable laws and regulations. Once Curion has removed a User’s Personal Information from its servers, Curion may maintain Non-Personal Information in its servers, indefinitely, for analytical and statistical purposes. <br/><br/>In accordance with applicable laws, Curion may also proceed with the destruction of Personal Information for confidentiality purposes. Rather than proceed with the destruction of information collected from the Website, Curion shall be permitted to anonymize such information using the best practices generally recognized and based upon criteria and conditions set forth by the applicable authorities.<br/><br/><strong>XII.\tTRANSFER OF INFORMATION</strong><br/><br/>In accordance with applicable laws, prior to transferring Personal Information out of the province of Quebec, Curion shall assess all relevant factors associated with the intended transfer. In compliance with legal requirements, Curion shall not transfer Users’ Personal Information obtained or collected from the Website outside of the province of Quebec, save and except for provinces and countries adhering to strict data protection standards at least equivalent to those applicable in Quebec.<br/><br/>Accordingly, Curion shall ensure that all transfers of Users’ Personal Information are to countries that are deemed secure, as per an adequacy decision. In addition, Curion undertakes to not effectuate the transfer of Users’ Personal Information except for legitimate and compelling purposes, as determined by Curion pursuant to a detailed assessment and analysis. <br/><br/><strong>XIII.\tLINKS TO THIRD PARTY SITES</strong><br/><br/>The Website may include links to or compatibility with third party sites, websites or applications. The present Privacy Policy shall not apply to a third party sites linked on the Website. The privacy policy of the third party sites linked on the Website shall apply to a User’s access or use of such third party sites. <br/><br/>Curion shall not be responsible for the privacy practices employed by the third party sites linked on the Website. The present Privacy Policy applies solely to Personal Information collected by Curion through and on the Website. Curion does not monitor, control, or endorse the Personal Information collection or privacy practices of any third parties. <br/><br/><strong>XIV.\tUPDATES TO THIS POLICY</strong><br/><br/>Curion reserves the right to modify or update this Privacy Policy at any time. Curion may also update this Privacy Policy to ensure compliance with any laws or industry standards. If a User has provided Curion with its email address, the User hereby grants Curion permission to notify the User of any updates to this Privacy Policy by email. <br/><br/>The updated Privacy Policy shall be published on the Website and shall specify the date of the latest update. Curion recommends that Users review this Policy on a periodic basis to ensure familiarity with changes made to the terms of this Privacy Policy. <br/><br/>The updated Privacy Policy shall become effective upon the date at which it is published on the Website, or upon the date at which Users were provided with notice of the updated Policy, whichever is sooner. A User’s continued usage and/or access to the Website following the publication of the updated Privacy Policy shall be construed as the User’s agreement be bound by and subject to updated Privacy Policy.<br/><br/>If a User does not agree with any updates made to this Privacy Policy, the User’s sole recourse shall be to not use the Website. <br/><br/><strong>XV.\tSECURITY VULNERABILITY REPORTING</strong><br/><br/>Curion is committed to the ensuring the privacy, safety and security of its Users. If a User discovers a potential vulnerability affecting the Website, the User should notify Curion by sending an email to <a href=\"mailto:privacyofficer@curion.ca\" target=\"_blank\" title=\"mailto:privacyofficer@curion.ca\">privacyofficer@curion.ca</a>. Curion shall then investigate the matter in order to quickly address and resolve the security issue. Any public disclosure of a potential vulnerability could pose a greater risk, and Curion therefore encourages Users to refrain from doing so.<br/><br/><strong>XVI.\tEMAIL CORRESPONDENCES </strong> <br/><br/>Curion may send announcements relating to the Website and its maintenance to Users by email. Curion may communicate with Users by email to provide services requested and manage Users’ Accounts. Users may not opt-out of receiving such communications, as they are not promotional in nature. <br/><br/>Curion may also use a User’s Personal Information to send marketing materials, a newsletter and other promotional communications. Users may unsubscribe to Curion’s newsletter by following the instructions contained in Curion’s newsletter. A User may also unsubscribe to certain emails or notifications by making changes in the “Settings” portion of the User’s Account.<br/><br/><strong>XVII.\tQUESTIONS AND REQUESTS</strong><br/><br/>For any questions regarding this Privacy Policy, please contact Curion by sending an email to <a href=\"mailto:privacyofficer@curion.ca\" target=\"_blank\" title=\"mailto:privacyofficer@curion.ca\">privacyofficer@curion.ca</a>. For any requests in connection with Personal Information or to withdraw a consent granted, please send email to <a href=\"mailto:privacyofficer@curion.ca\" target=\"_blank\" title=\"mailto:privacyofficer@curion.ca\">privacyofficer@curion.ca</a>.<br/><br/></p>"
      }
    },
    "16427383724a57b4be": {
      "type": "intro-block",
      "settings": {
        "icon-image": "shopify://shop_images/Shop_1.png",
        "intro-block-title": "We bring the very best to you. Put your trust in the right hands … yours!",
        "intro-block-button-text": "Shop now",
        "intro-block-link": "shopify://collections/all"
      }
    }
  },
  "order": [
    "163961018441a7a2df",
    "16430496880fc4c68b",
    "16427383724a57b4be"
  ]
}
